[
    {
        "name": "الفاتحة",
        "normalizedText": "صرط الذين انعمت عليهم غير المغضوب عليهم ولا الضالين"
    },
    {
        "name": "البقرة",
        "normalizedText": "لا يكلف الله نفسا الا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تااخذنا ان نسينا او اخطانا ربنا ولا تحمل علينا اصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا انت مولىنا فانصرنا على القوم الكفرين"
    },
    {
        "name": "آل عمران",
        "normalizedText": "يايها الذين ءامنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون"
    },
    {
        "name": "النساء",
        "normalizedText": "يستفتونك قل الله يفتيكم في الكللة ان امراا هلك ليس له ولد وله اخت فلها نصف ما ترك وهو يرثها ان لم يكن لها ولد فان كانتا اثنتين فلهما الثلثان مما ترك وان كانوا اخوة رجالا ونساء فللذكر مثل حظ الانثيين يبين الله لكم ان تضلوا والله بكل شيء عليم"
    },
    {
        "name": "المائدة",
        "normalizedText": "لله ملك السموت والارض وما فيهن وهو على كل شيء قدير"
    },
    {
        "name": "الأنعام",
        "normalizedText": "وهو الذي جعلكم خلاف الارض ورفع بعضكم فوق بعض درجت ليبلوكم في ما ءاتىكم ان ربك سريع العقاب وانه لغفور رحيم"
    },
    {
        "name": "الأعراف",
        "normalizedText": "ان الذين عند ربك لا يستكبرون عن عبادته ويسبحونه وله يسجدون۩"
    },
    {
        "name": "الأنفال",
        "normalizedText": "والذين ءامنوا من بعد وهاجروا وجهدوا معكم فاولاك منكم واولوا الارحام بعضهم اولى ببعض في كتب الله ان الله بكل شيء عليم"
    },
    {
        "name": "التوبة",
        "normalizedText": "فان تولوا فقل حسبي الله لا اله الا هو عليه توكلت وهو رب العرش العظيم"
    },
    {
        "name": "يونس",
        "normalizedText": "واتبع ما يوحى اليك واصبر حتى يحكم الله وهو خير الحكمين"
    },
    {
        "name": "هود",
        "normalizedText": "ولله غيب السموت والارض واليه يرجع الامر كله فاعبده وتوكل عليه وما ربك بغفل عما تعملون"
    },
    {
        "name": "يوسف",
        "normalizedText": "لقد كان في قصصهم عبرة لاولي الالبب ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شيء وهدى ورحمة لقوم يامنون"
    },
    {
        "name": "الرعد",
        "normalizedText": "ويقول الذين كفروا لست مرسلا قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتب"
    },
    {
        "name": "ابراهيم",
        "normalizedText": "هذا بلغ للناس ولينذروا به وليعلموا انما هو اله وحد وليذكر اولوا الالبب"
    },
    {
        "name": "الحجر",
        "normalizedText": "واعبد ربك حتى ياتيك اليقين"
    },
    {
        "name": "النحل",
        "normalizedText": "ان الله مع الذين اتقوا والذين هم محسنون"
    },
    {
        "name": "الإسراء",
        "normalizedText": "وقل الحمد لله الذي لم يتخذ ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل وكبره تكبيرا"
    },
    {
        "name": "الكهف",
        "normalizedText": "قل انما انا بشر مثلكم يوحى الي انما الهكم اله وحد فمن كان يرجوا لقاء ربه فليعمل عملا صلحا ولا يشرك بعبادة ربه احدا"
    },
    {
        "name": "مريم",
        "normalizedText": "وكم اهلكنا قبلهم من قرن هل تحس منهم من احد او تسمع لهم ركزا"
    },
    {
        "name": "طه",
        "normalizedText": "قل كل متربص فتربصوا فستعلمون من اصحب الصرط السوي ومن اهتدى"
    },
    {
        "name": "الأنبياء",
        "normalizedText": "قل رب احكم بالحق وربنا الرحمن المستعان على ما تصفون"
    },
    {
        "name": "الحج",
        "normalizedText": "وجهدوا في الله حق جهاده هو اجتبىكم وما جعل عليكم في الدين من حرج ملة ابيكم ابرهيم هو سمىكم المسلمين من قبل وفي هذا ليكون الرسول شهيدا عليكم وتكونوا شهداء على الناس فاقيموا الصلوة وءاتوا الزكوة واعتصموا بالله هو مولىكم فنعم المولى ونعم النصير"
    },
    {
        "name": "المؤمنون",
        "normalizedText": "وقل رب اغفر وارحم وانت خير الرحمين"
    },
    {
        "name": "النور",
        "normalizedText": "الا ان لله ما في السموت والارض قد يعلم ما انتم عليه ويوم يرجعون اليه فينباهم بما عملوا والله بكل شيء عليم"
    },
    {
        "name": "الفرقان",
        "normalizedText": "قل ما يعباا بكم ربي لولا دعااكم فقد كذبتم فسوف يكون لزاما"
    },
    {
        "name": "الشعراء",
        "normalizedText": "الا الذين ءامنوا وعملوا الصلحت وذكروا الله كثيرا وانتصروا من بعد ما ظلموا وسيعلم الذين ظلموا اي منقلب ينقلبون"
    },
    {
        "name": "النمل",
        "normalizedText": "وقل الحمد لله سيريكم ءايته فتعرفونها وما ربك بغفل عما تعملون"
    },
    {
        "name": "القصص",
        "normalizedText": "ولا تدع مع الله الها ءاخر لا اله الا هو كل شيء هالك الا وجهه له الحكم واليه ترجعون"
    },
    {
        "name": "العنكبوت",
        "normalizedText": "والذين جهدوا فينا لنهدينهم سبلنا وان الله لمع المحسنين"
    },
    {
        "name": "الروم",
        "normalizedText": "فاصبر ان وعد الله حق ولا يستخفنك الذين لا يوقنون"
    },
    {
        "name": "لقمان",
        "normalizedText": "ان الله عنده علم الساعة وينزل الغيث ويعلم ما في الارحام وما تدري نفس ماذا تكسب غدا وما تدري نفس باي ارض تموت ان الله عليم خبير"
    },
    {
        "name": "السجدة",
        "normalizedText": "فاعرض عنهم وانتظر انهم منتظرون"
    },
    {
        "name": "الأحزاب",
        "normalizedText": "ليعذب الله المنفقين والمنفقت والمشركين والمشركت ويتوب الله على المامنين والمامنت وكان الله غفورا رحيما"
    },
    {
        "name": "سبإ",
        "normalizedText": "وحيل بينهم وبين ما يشتهون كما فعل باشياعهم من قبل انهم كانوا في شك مريب"
    },
    {
        "name": "فاطر",
        "normalizedText": "ولو يااخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ولكن ياخرهم الى اجل مسمى فاذا جاء اجلهم فان الله كان بعباده بصيرا"
    },
    {
        "name": "يس",
        "normalizedText": "فسبحن الذي بيده ملكوت كل شيء واليه ترجعون"
    },
    {
        "name": "الصافات",
        "normalizedText": "والحمد لله رب العلمين"
    },
    {
        "name": "ص",
        "normalizedText": "ولتعلمن نباه بعد حين"
    },
    {
        "name": "الزمر",
        "normalizedText": "وترى الملاكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العلمين"
    },
    {
        "name": "غافر",
        "normalizedText": "فلم يك ينفعهم ايمنهم لما راوا باسنا سنت الله التي قد خلت في عباده وخسر هنالك الكفرون"
    },
    {
        "name": "فصلت",
        "normalizedText": "الا انهم في مرية من لقاء ربهم الا انه بكل شيء محيط"
    },
    {
        "name": "الشورى",
        "normalizedText": "صرط الله الذي له ما في السموت وما في الارض الا الى الله تصير الامور"
    },
    {
        "name": "الزخرف",
        "normalizedText": "فاصفح عنهم وقل سلم فسوف يعلمون"
    },
    {
        "name": "الدخان",
        "normalizedText": "فارتقب انهم مرتقبون"
    },
    {
        "name": "الجاثية",
        "normalizedText": "وله الكبرياء في السموت والارض وهو العزيز الحكيم"
    },
    {
        "name": "الأحقاف",
        "normalizedText": "فاصبر كما صبر اولوا العزم من الرسل ولا تستعجل لهم كانهم يوم يرون ما يوعدون لم يلبثوا الا ساعة من نهار بلغ فهل يهلك الا القوم الفسقون"
    },
    {
        "name": "محمد",
        "normalizedText": "هانتم هالاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فانما يبخل عن نفسه والله الغني وانتم الفقراء وان تتولوا يستبدل قوما غيركم ثم لا يكونوا امثلكم"
    },
    {
        "name": "الفتح",
        "normalizedText": "محمد رسول الله والذين معه اشداء على الكفار رحماء بينهم ترىهم ركعا سجدا يبتغون فضلا من الله ورضونا سيماهم في وجوههم من اثر السجود ذلك مثلهم في التورىة ومثلهم في الانجيل كزرع اخرج شطه فازره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد الله الذين ءامنوا وعملوا الصلحت منهم مغفرة واجرا عظيما"
    },
    {
        "name": "الحجرات",
        "normalizedText": "ان الله يعلم غيب السموت والارض والله بصير بما تعملون"
    },
    {
        "name": "ق",
        "normalizedText": "نحن اعلم بما يقولون وما انت عليهم بجبار فذكر بالقرءان من يخاف وعيد"
    },
    {
        "name": "الذاريات",
        "normalizedText": "فويل للذين كفروا من يومهم الذي يوعدون"
    },
    {
        "name": "الطور",
        "normalizedText": "ومن اليل فسبحه وادبر النجوم"
    },
    {
        "name": "النجم",
        "normalizedText": "فاسجدوا لله واعبدوا۩"
    },
    {
        "name": "القمر",
        "normalizedText": "في مقعد صدق عند مليك مقتدر"
    },
    {
        "name": "الرحمن",
        "normalizedText": "تبرك اسم ربك ذي الجلل والاكرام"
    },
    {
        "name": "الواقعة",
        "normalizedText": "فسبح باسم ربك العظيم"
    },
    {
        "name": "الحديد",
        "normalizedText": "لالا يعلم اهل الكتب الا يقدرون على شيء من فضل الله وان الفضل بيد الله ياتيه من يشاء والله ذو الفضل العظيم"
    },
    {
        "name": "المجادلة",
        "normalizedText": "لا تجد قوما يامنون بالله واليوم الاخر يوادون من حاد الله ورسوله ولو كانوا ءاباءهم او ابناءهم او اخونهم او عشيرتهم اولاك كتب في قلوبهم الايمن وايدهم بروح منه ويدخلهم جنت تجري من تحتها الانهر خلدين فيها رضي الله عنهم ورضوا عنه اولاك حزب الله الا ان حزب الله هم المفلحون"
    },
    {
        "name": "الحشر",
        "normalizedText": "هو الله الخلق البارا المصور له الاسماء الحسنى يسبح له ما في السموت والارض وهو العزيز الحكيم"
    },
    {
        "name": "الممتحنة",
        "normalizedText": "يايها الذين ءامنوا لا تتولوا قوما غضب الله عليهم قد ياسوا من الاخرة كما ياس الكفار من اصحب القبور"
    },
    {
        "name": "الصف",
        "normalizedText": "يايها الذين ءامنوا كونوا انصار الله كما قال عيسى ابن مريم للحوارين من انصاري الى الله قال الحواريون نحن انصار الله فامنت طاافة من بني اسرءيل وكفرت طاافة فايدنا الذين ءامنوا على عدوهم فاصبحوا ظهرين"
    },
    {
        "name": "الجمعة",
        "normalizedText": "واذا راوا تجرة او لهوا انفضوا اليها وتركوك قااما قل ما عند الله خير من اللهو ومن التجرة والله خير الرزقين"
    },
    {
        "name": "المنافقون",
        "normalizedText": "ولن ياخر الله نفسا اذا جاء اجلها والله خبير بما تعملون"
    },
    {
        "name": "التغابن",
        "normalizedText": "علم الغيب والشهدة العزيز الحكيم"
    },
    {
        "name": "الطلاق",
        "normalizedText": "الله الذي خلق سبع سموت ومن الارض مثلهن يتنزل الامر بينهن لتعلموا ان الله على كل شيء قدير وان الله قد احاط بكل شيء علما"
    },
    {
        "name": "التحريم",
        "normalizedText": "ومريم ابنت عمرن التي احصنت فرجها فنفخنا فيه من روحنا وصدقت بكلمت ربها وكتبه وكانت من القنتين"
    },
    {
        "name": "الملك",
        "normalizedText": "قل ارءيتم ان اصبح مااكم غورا فمن ياتيكم بماء معين"
    },
    {
        "name": "القلم",
        "normalizedText": "وما هو الا ذكر للعلمين"
    },
    {
        "name": "الحاقة",
        "normalizedText": "فسبح باسم ربك العظيم"
    },
    {
        "name": "المعارج",
        "normalizedText": "خشعة ابصرهم ترهقهم ذلة ذلك اليوم الذي كانوا يوعدون"
    },
    {
        "name": "نوح",
        "normalizedText": "رب اغفر لي ولولدي ولمن دخل بيتي مامنا وللمامنين والمامنت ولا تزد الظلمين الا تبارا"
    },
    {
        "name": "الجن",
        "normalizedText": "ليعلم ان قد ابلغوا رسلت ربهم واحاط بما لديهم واحصى كل شيء عددا"
    },
    {
        "name": "المزمل",
        "normalizedText": "۞ان ربك يعلم انك تقوم ادنى من ثلثي اليل ونصفه وثلثه وطاافة من الذين معك والله يقدر اليل والنهار علم ان لن تحصوه فتاب عليكم فاقرءوا ما تيسر من القرءان علم ان سيكون منكم مرضى وءاخرون يضربون في الارض يبتغون من فضل الله وءاخرون يقتلون في سبيل الله فاقرءوا ما تيسر منه واقيموا الصلوة وءاتوا الزكوة واقرضوا الله قرضا حسنا وما تقدموا لانفسكم من خير تجدوه عند الله هو خيرا واعظم اجرا واستغفروا الله ان الله غفور رحيم"
    },
    {
        "name": "المدثر",
        "normalizedText": "وما يذكرون الا ان يشاء الله هو اهل التقوى واهل المغفرة"
    },
    {
        "name": "القيامة",
        "normalizedText": "اليس ذلك بقدر على ان يحي الموتى"
    },
    {
        "name": "الانسان",
        "normalizedText": "يدخل من يشاء في رحمته والظلمين اعد لهم عذابا اليما"
    },
    {
        "name": "المرسلات",
        "normalizedText": "فباي حديث بعده يامنون"
    },
    {
        "name": "النبإ",
        "normalizedText": "انا انذرنكم عذابا قريبا يوم ينظر المرء ما قدمت يداه ويقول الكافر يليتني كنت تربا"
    },
    {
        "name": "النازعات",
        "normalizedText": "كانهم يوم يرونها لم يلبثوا الا عشية او ضحىها"
    },
    {
        "name": "عبس",
        "normalizedText": "اولاك هم الكفرة الفجرة"
    },
    {
        "name": "التكوير",
        "normalizedText": "وما تشاءون الا ان يشاء الله رب العلمين"
    },
    {
        "name": "الإنفطار",
        "normalizedText": "يوم لا تملك نفس لنفس شيا والامر يوماذ لله"
    },
    {
        "name": "المطففين",
        "normalizedText": "هل ثوب الكفار ما كانوا يفعلون"
    },
    {
        "name": "الإنشقاق",
        "normalizedText": "الا الذين ءامنوا وعملوا الصلحت لهم اجر غير ممنون"
    },
    {
        "name": "البروج",
        "normalizedText": "في لوح محفوظ"
    },
    {
        "name": "الطارق",
        "normalizedText": "فمهل الكفرين امهلهم رويدا"
    },
    {
        "name": "الأعلى",
        "normalizedText": "صحف ابرهيم وموسى"
    },
    {
        "name": "الغاشية",
        "normalizedText": "ثم ان علينا حسابهم"
    },
    {
        "name": "الفجر",
        "normalizedText": "وادخلي جنتي"
    },
    {
        "name": "البلد",
        "normalizedText": "عليهم نار ماصدة"
    },
    {
        "name": "الشمس",
        "normalizedText": "ولا يخاف عقبها"
    },
    {
        "name": "الليل",
        "normalizedText": "ولسوف يرضى"
    },
    {
        "name": "الضحى",
        "normalizedText": "واما بنعمة ربك فحدث"
    },
    {
        "name": "الشرح",
        "normalizedText": "والى ربك فارغب"
    },
    {
        "name": "التين",
        "normalizedText": "اليس الله باحكم الحكمين"
    },
    {
        "name": "العلق",
        "normalizedText": "كلا لا تطعه واسجد واقترب۩"
    },
    {
        "name": "القدر",
        "normalizedText": "سلم هي حتى مطلع الفجر"
    },
    {
        "name": "البينة",
        "normalizedText": "جزااهم عند ربهم جنت عدن تجري من تحتها الانهر خلدين فيها ابدا رضي الله عنهم ورضوا عنه ذلك لمن خشي ربه"
    },
    {
        "name": "الزلزلة",
        "normalizedText": "ومن يعمل مثقال ذرة شرا يره"
    },
    {
        "name": "العاديات",
        "normalizedText": "ان ربهم بهم يوماذ لخبير"
    },
    {
        "name": "القارعة",
        "normalizedText": "نار حامية"
    },
    {
        "name": "التكاثر",
        "normalizedText": "ثم لتسلن يوماذ عن النعيم"
    },
    {
        "name": "العصر",
        "normalizedText": "الا الذين ءامنوا وعملوا الصلحت وتواصوا بالحق وتواصوا بالصبر"
    },
    {
        "name": "الهمزة",
        "normalizedText": "في عمد ممددة"
    },
    {
        "name": "الفيل",
        "normalizedText": "فجعلهم كعصف ماكول"
    },
    {
        "name": "قريش",
        "normalizedText": "الذي اطعمهم من جوع وءامنهم من خوف"
    },
    {
        "name": "الماعون",
        "normalizedText": "ويمنعون الماعون"
    },
    {
        "name": "الكوثر",
        "normalizedText": "ان شاناك هو الابتر"
    },
    {
        "name": "الكافرون",
        "normalizedText": "لكم دينكم ولي دين"
    },
    {
        "name": "النصر",
        "normalizedText": "فسبح بحمد ربك واستغفره انه كان توابا"
    },
    {
        "name": "المسد",
        "normalizedText": "في جيدها حبل من مسد"
    },
    {
        "name": "الإخلاص",
        "normalizedText": "ولم يكن له كفوا احد"
    },
    {
        "name": "الفلق",
        "normalizedText": "ومن شر حاسد اذا حسد"
    },
    {
        "name": "الناس",
        "normalizedText": "من الجنة والناس"
    }
]